Repository: menaje/codex-mcp-bridge-for-chatgpt
Catalog: macos/Resources/Localization/Localizable.xcstrings
Source language: ko
Languages: de, en, es, fr, ja, pt, zh_hans, zh_hant

# macos.folder
source: 폴더
de: Ordner
en: Folder
es: Carpeta
fr: Dossier
ja: フォルダ
pt: Pasta
zh_hans: 文件夹
zh_hant: 資料夾

# macos.folderunavailable
source: 폴더 사용 불가
de: Ordner nicht verfügbar
en: Folder Unavailable
es: Carpeta no disponible
fr: Dossier indisponible
ja: フォルダを使用できません
pt: Pasta indisponível
zh_hans: 文件夹不可用
zh_hant: 資料夾不可用

# macos.openfolder
source: 폴더 열기
de: Ordner öffnen
en: Open folder
es: Abrir carpeta
fr: Ouvrir le dossier
ja: フォルダを開く
pt: Abrir pasta
zh_hans: 打开文件夹
zh_hant: 開啟資料夾

# macos.never
source: 표시 안 함
de: Nie anzeigen
en: Never
es: No mostrar
fr: Ne jamais afficher
ja: 表示しない
pt: Nunca
zh_hans: 不显示
zh_hant: 不顯示

# macos.allvisiblecatalogmodels
source: 표시되는 전체 카탈로그
de: Gesamter sichtbarer Katalog
en: All Visible Catalog Models
es: Todo el catálogo visible
fr: Tout le catalogue visible
ja: 表示中のカタログ全体
pt: Todos os modelos visíveis do catálogo
zh_hans: 显示的完整目录
zh_hant: 顯示的完整目錄

# macos.displayandexecution
source: 표시와 실행
de: Anzeige und Ausführung
en: Display and Execution
es: Visualización y ejecución
fr: Affichage et exécution
ja: 表示と実行
pt: Exibição e execução
zh_hans: 显示和运行
zh_hant: 顯示和執行

# macos.therearenohelperorruntimelogsto
source: 표시할 helper 또는 runtime 로그가 없습니다.
de: Es sind keine Helper- oder Laufzeitprotokolle vorhanden.
en: There are no helper or runtime logs to display.
es: No hay registros del helper ni del entorno de ejecución para mostrar.
fr: Aucun journal du helper ou de l’environnement d’exécution à afficher.
ja: 表示するhelperまたはランタイムのログはありません。
pt: Não há logs do helper ou do runtime para exibir.
zh_hans: 没有可显示的 helper 或运行时日志。
zh_hant: 沒有可顯示的 helper 或執行時日誌。

# macos.processstatushasnotyetbeencheckedfor
source: 프로세스 상태를 아직 확인하지 않은 Agent가 %lld개 있습니다.
de: Der Prozessstatus von %lld Agents wurde noch nicht geprüft.
en: Process status has not yet been checked for %lld Agents.
es: Aún no se ha comprobado el estado de los procesos de %lld Agents.
fr: L’état des processus de %lld Agents n’a pas encore été vérifié.
ja: %lld 件の Agent のプロセス状態はまだ確認されていません。
pt: O estado dos processos de %lld Agents ainda não foi verificado.
zh_hans: 尚未检查 %lld 个 Agent 的进程状态。
zh_hant: 尚未檢查 %lld 個 Agent 的程序狀態。

# macos.projects
source: 프로젝트 %lld
de: %lld Projekte
en: %lld Projects
es: %lld proyectos
fr: %lld projets
ja: プロジェクト %lld件
pt: %lld projetos
zh_hans: %lld 个项目
zh_hant: %lld 個專案

# macos.projectidoptional
source: 프로젝트 ID (선택)
de: Projekt-ID (optional)
en: Project ID (optional)
es: ID del proyecto (opcional)
fr: ID du projet (facultatif)
ja: プロジェクトID（任意）
pt: ID do projeto (opcional)
zh_hans: 项目 ID（可选）
zh_hant: 專案 ID（選填）

# macos.restoreproject
source: 프로젝트 복원
de: Projekt wiederherstellen
en: Restore Project
es: Restaurar proyecto
fr: Restaurer le projet
ja: プロジェクトを復元
pt: Restaurar projeto
zh_hans: 恢复项目
zh_hant: 恢復專案

# macos.noproject
source: 프로젝트 없음
de: Kein Projekt
en: No Project
es: Sin proyecto
fr: Aucun projet
ja: プロジェクトなし
pt: Nenhum projeto
zh_hans: 无项目
zh_hant: 無專案

# macos.projectname
source: 프로젝트 이름
de: Projektname
en: Project Name
es: Nombre del proyecto
fr: Nom du projet
ja: プロジェクト名
pt: Nome do projeto
zh_hans: 项目名称
zh_hant: 專案名稱

# macos.renameproject
source: 프로젝트 이름 변경
de: Projekt umbenennen
en: Rename Project
es: Cambiar nombre del proyecto
fr: Renommer le projet
ja: プロジェクト名を変更
pt: Renomear projeto
zh_hans: 重命名项目
zh_hant: 重新命名專案

# macos.manageprojectnamesandtheirlinkedexistingfolders
source: 프로젝트 이름과 연결할 기존 폴더를 관리합니다. 앱은 실제 폴더나 파일을 이동하지 않습니다.
de: Verwalten Sie Projektnamen und die verknüpften vorhandenen Ordner. Die App verschiebt keine Ordner oder Dateien.
en: Manage project names and their linked existing folders. The app never moves actual folders or files.
es: Gestiona los nombres de los proyectos y las carpetas existentes vinculadas. La app nunca mueve carpetas ni archivos.
fr: Gérez les noms des projets et leurs dossiers existants liés. L’app ne déplace jamais les dossiers ni les fichiers.
ja: プロジェクト名とリンク先の既存フォルダを管理します。アプリが実際のフォルダやファイルを移動することはありません。
pt: Gerencie os nomes dos projetos e as pastas existentes vinculadas a eles. O aplicativo nunca move pastas ou arquivos reais.
zh_hans: 管理项目名称及其关联的现有文件夹。应用不会移动实际文件夹或文件。
zh_hant: 管理專案名稱及其關聯的現有資料夾。應用不會移動實際資料夾或檔案。

# macos.addproject
source: 프로젝트 추가
de: Projekt hinzufügen
en: Add Project
es: Añadir proyecto
fr: Ajouter un projet
ja: プロジェクトを追加
pt: Adicionar projeto
zh_hans: 添加项目
zh_hant: 新增專案

# macos.profile
source: 프로필
de: Profil
en: Profile
es: Perfil
fr: Profil
ja: プロファイル
pt: Perfil
zh_hans: 配置文件
zh_hant: 設定檔

# macos.profilerepairreserved
source: 프로필 복구 예약
de: Profilreparatur vorgemerkt
en: Profile repair reserved
es: Reparación del perfil reservada
fr: Réparation du profil réservée
ja: プロファイル修復を予約
pt: Reparo do perfil reservado
zh_hans: 已预约修复配置文件
zh_hant: 已預約修復設定檔

# macos.actionrequired
source: 필요한 조치
de: Aktion erforderlich
en: Action Required
es: Acción necesaria
fr: Action requise
ja: 必要な操作
pt: Ação necessária
zh_hans: 需要操作
zh_hant: 需要操作

# macos.always
source: 항상
de: Immer
en: Always
es: Siempre
fr: Toujours
ja: 常に
pt: Sempre
zh_hans: 始终
zh_hant: 始終

# macos.alwaysfullaccess
source: 항상 전체 접근
de: Immer Vollzugriff
en: Always Full Access
es: Siempre acceso total
fr: Toujours en accès complet
ja: 常にフルアクセス
pt: Sempre acesso total
zh_hans: 始终完全访问
zh_hant: 一律完整存取

# macos.allowedmodelsandreasoningefforts
source: 허용 모델과 추론 수준
de: Zulässige Modelle und Reasoning-Stufen
en: Allowed Models and Reasoning Efforts
es: Modelos y niveles de razonamiento permitidos
fr: Modèles et niveaux de raisonnement autorisés
ja: 許可するモデルと推論レベル
pt: Modelos e níveis de raciocínio permitidos
zh_hans: 允许的模型和推理强度
zh_hant: 允許的模型和推理強度

# macos.choosestherequiredaccesslevelforeachtask
source: 허용된 범위 안에서 작업마다 필요한 접근 수준을 선택합니다.
de: Wählt für jede Aufgabe die erforderliche Zugriffsstufe innerhalb des zulässigen Bereichs aus.
en: Chooses the required access level for each task within the allowed range.
es: Selecciona el nivel de acceso necesario para cada tarea dentro del intervalo permitido.
fr: Choisit le niveau d’accès nécessaire pour chaque tâche dans les limites autorisées.
ja: 許可された範囲内で、タスクごとに必要なアクセスレベルを選択します。
pt: Seleciona o nível de acesso necessário para cada tarefa dentro do intervalo permitido.
zh_hans: 在允许范围内为每项任务选择所需的访问级别。
zh_hant: 在允許範圍內為每項任務選擇所需的存取層級。

# macos.maximumallowedaccess
source: 허용할 최대 접근 권한
de: Maximal zulässiger Zugriff
en: Maximum Allowed Access
es: Acceso máximo permitido
fr: Accès maximal autorisé
ja: 許可する最大アクセス権限
pt: Acesso máximo permitido
zh_hans: 允许的最大访问权限
zh_hant: 允許的最大存取權限

# macos.current
source: 현재
de: Aktuell
en: Current
es: Actual
fr: Actuelle
ja: 現在
pt: Atual
zh_hans: 当前
zh_hant: 目前

# macos.currenttunnelid
source: 현재 Tunnel ID
de: Aktuelle Tunnel-ID
en: Current Tunnel ID
es: ID actual del Tunnel
fr: ID actuel du Tunnel
ja: 現在のTunnel ID
pt: ID atual do Tunnel
zh_hans: 当前 Tunnel ID
zh_hant: 目前 Tunnel ID

# macos.keepcurrentversion
source: 현재 버전 유지
de: Aktuelle Version beibehalten
en: Keep current version
es: Mantener versión actual
fr: Conserver la version actuelle
ja: 現在のバージョンを維持
pt: Manter versão atual
zh_hans: 保留当前版本
zh_hant: 保留目前版本

# macos.keepingthecurrentversion
source: 현재 버전 유지 중
de: Aktuelle Version wird beibehalten
en: Keeping the current version
es: Se mantiene la versión actual
fr: Version actuelle conservée
ja: 現在のバージョンを維持中
pt: Mantendo a versão atual
zh_hans: 保留当前版本
zh_hant: 保留目前版本

# macos.theconnectionwasrefusedbecausethelocalservice
source: 현재 사용자가 소유한 로컬 서비스가 아니므로 연결을 거부했습니다.
de: Die Verbindung wurde abgelehnt, da der lokale Dienst nicht dem aktuellen Benutzer gehört.
en: The connection was refused because the local service is not owned by the current user.
es: Se rechazó la conexión porque el servicio local no pertenece al usuario actual.
fr: La connexion a été refusée, car le service local n’appartient pas à l’utilisateur actuel.
ja: ローカルサービスが現在のユーザーの所有ではないため、接続を拒否しました。
pt: A conexão foi recusada porque o serviço local não pertence ao usuário atual.
zh_hans: 本地服务不属于当前用户，因此已拒绝连接。
zh_hant: 本機服務不屬於目前的使用者，因此已拒絕連線。

# macos.removeunavailablesavedmodelcombinationsfromtheallowlist
source: 현재 사용할 수 없는 저장된 모델 조합을 허용 목록에서 해제해 주세요.
de: Entfernen Sie gespeicherte Modellkombinationen, die derzeit nicht verfügbar sind, aus der Zulassungsliste.
en: Remove unavailable saved model combinations from the allowlist.
es: Quite de la lista permitida las combinaciones de modelos guardadas que ya no estén disponibles.
fr: Retirez de la liste autorisée les combinaisons de modèles enregistrées qui ne sont plus disponibles.
ja: 現在使用できない保存済みモデルの組み合わせを許可リストから外してください。
pt: Remova da lista de permissões as combinações de modelos salvas que não estão disponíveis no momento.
zh_hans: 请从允许列表中取消当前不可用的已保存模型组合。
zh_hant: 請從允許列表中取消目前不可用的已儲存模型組合。

# macos.chooseacurrentlyavailablefixedmodelandreasoning
source: 현재 사용할 수 있는 고정 모델과 추론 수준을 선택해 주세요.
de: Wählen Sie ein derzeit verfügbares festes Modell und eine Reasoning-Stufe aus.
en: Choose a currently available fixed model and reasoning effort.
es: Seleccione un modelo fijo y un nivel de razonamiento disponibles actualmente.
fr: Sélectionnez un modèle fixe et un niveau de raisonnement actuellement disponibles.
ja: 現在使用できる固定モデルと推論レベルを選択してください。
pt: Escolha um modelo fixo e um nível de raciocínio disponíveis no momento.
zh_hans: 请选择当前可用的固定模型和推理强度。
zh_hant: 請選擇目前可用的固定模型和推理強度。

# macos.thecurrentenvironmentstaysinuserestartthe
source: 현재 실행환경은 유지됩니다. 작업과 승인이 끝난 뒤 서버를 다시 시작하면 적용됩니다.
de: Die aktuelle Umgebung bleibt in Verwendung. Starten Sie den Server nach Abschluss der Aufgaben und Genehmigungen neu, um die Änderung anzuwenden.
en: The current environment stays in use. Restart the server after tasks and approvals finish to apply the change.
es: El entorno actual sigue en uso. Reinicia el servidor cuando terminen las tareas y aprobaciones para aplicar el cambio.
fr: L’environnement actuel reste utilisé. Redémarrez le serveur après la fin des tâches et approbations pour appliquer la modification.
ja: 現在の環境は維持されます。作業と承認が完了した後にサーバーを再起動すると適用されます。
pt: O ambiente atual continua em uso. Reinicie o servidor após concluir as tarefas e aprovações para aplicar a alteração.
zh_hans: 继续使用当前环境。工作和审批结束后重启服务器即可应用更改。
zh_hant: 繼續使用目前環境。工作和核准結束後重新啟動伺服器即可套用變更。

# macos.discardyourcurrenteditsandloadthelatest
source: 현재 편집 내용을 버리고 최신 설정을 불러올까요?
de: Aktuelle Änderungen verwerfen und die neuesten Einstellungen laden?
en: Discard your current edits and load the latest settings?
es: ¿Descartar los cambios actuales y cargar la configuración más reciente?
fr: Ignorer les modifications actuelles et charger les paramètres les plus récents ?
ja: 現在の編集内容を破棄して最新の設定を読み込みますか？
pt: Descartar as edições atuais e carregar as configurações mais recentes?
zh_hans: 放弃当前编辑并加载最新设置？
zh_hant: 放棄目前編輯並載入最新設定？

# macos.therearenoactiveagents
source: 현재 활성 Agent가 없습니다.
de: Derzeit sind keine Agenten aktiv.
en: There are no active Agents.
es: No hay agentes activos.
fr: Aucun agent n’est actuellement actif.
ja: 現在アクティブなAgentはいません。
pt: Não há agentes ativos no momento.
zh_hans: 当前没有活动代理。
zh_hant: 目前沒有活動代理程式。

# macos.thereareactivetasksandbackgroundprocessessafe
source: 현재 활성 작업 %d개와 백그라운드 프로세스 %d개가 있습니다. 안전 종료는 작업이 끝날 때까지 기다리며, 강제 종료는 즉시 중단합니다.
de: Es gibt %d aktive Aufgaben und %d Hintergrundprozesse. Sicheres Beenden wartet auf den Abschluss, erzwungenes Beenden unterbricht sofort.
en: There are %d active tasks and %d background processes. Safe quit waits for work to finish; force quit interrupts it immediately.
es: Hay %d tareas activas y %d procesos en segundo plano. El cierre seguro espera a que terminen; el cierre forzado los interrumpe inmediatamente.
fr: Il y a %d tâches actives et %d processus en arrière-plan. La fermeture sécurisée attend leur fin ; la fermeture forcée les interrompt immédiatement.
ja: 現在、%d件のアクティブなタスクと%d件のバックグラウンドプロセスがあります。安全な終了では完了を待ち、強制終了では直ちに中断します。
pt: Há %d tarefas ativas e %d processos em segundo plano. O encerramento seguro aguarda a conclusão do trabalho; o encerramento forçado o interrompe imediatamente.
zh_hans: 当前有 %d 个活动任务和 %d 个后台进程。安全退出会等待工作完成，强制退出则会立即中断。
zh_hant: 目前有 %d 個活動任務和 %d 個背景程序。安全退出會等待工作完成，強制退出則會立即中斷。

# macos.refreshoverview
source: 현황 새로고침
de: Übersicht aktualisieren
en: Refresh Overview
es: Actualizar resumen
fr: Actualiser l’aperçu
ja: 概要を更新
pt: Atualizar visão geral
zh_hans: 刷新概览
zh_hant: 重新整理概覽

# macos.loadingoverview
source: 현황을 불러오는 중…
de: Übersicht wird geladen…
en: Loading overview…
es: Cargando resumen…
fr: Chargement de l’aperçu…
ja: 概要を読み込み中…
pt: Carregando visão geral…
zh_hans: 正在加载概览…
zh_hant: 正在載入概覽…

# macos.ok
source: 확인
de: Bestätigen
en: OK
es: Confirmar
fr: Confirmer
ja: 確認
pt: Confirmar
zh_hans: 确认
zh_hant: 確認

# macos.reviewed
source: 확인 %@
de: Bestätigt %@
en: Reviewed %@
es: Revisado %@
fr: Vérifié %@
ja: 確認済み %@
pt: Revisto %@
zh_hans: 已查看 %@
zh_hant: 已查看 %@

# macos.needsattention
source: 확인할 사항
de: Überprüfung erforderlich
en: Needs Attention
es: Requiere atención
fr: Attention requise
ja: 要確認
pt: Requer atenção
zh_hans: 需要注意
zh_hant: 需要注意

# macos.ignoreunverifiedbackgroundprocessesandforcearestart
source: 확인할 수 없는 백그라운드 프로세스를 무시하고 강제로 재시작할까요?
de: Nicht überprüfbare Hintergrundprozesse ignorieren und einen Neustart erzwingen?
en: Ignore unverified background processes and force a restart?
es: ¿Ignorar los procesos en segundo plano no verificados y forzar un reinicio?
fr: Ignorer les processus en arrière-plan non vérifiés et forcer le redémarrage ?
ja: 確認できないバックグラウンドプロセスを無視して強制再起動しますか？
pt: Ignorar os processos em segundo plano que não puderam ser verificados e forçar uma reinicialização?
zh_hans: 忽略无法确认的后台进程并强制重启？
zh_hant: 忽略無法確認的背景程序並強制重啟？

# macos.environmentvariables
source: 환경 변수
de: Umgebungsvariablen
en: Environment variables
es: Variables de entorno
fr: Variables d’environnement
ja: 環境変数
pt: Variáveis de ambiente
zh_hans: 环境变量
zh_hant: 環境變數

# macos.codexisselectedbyanenvironmentsettingremove
source: 환경 설정에서 지정한 Codex를 사용 중입니다. 여기서 변경하려면 지정된 경로를 먼저 해제해 주세요.
de: Codex wird durch eine Umgebungseinstellung ausgewählt. Entfernen Sie den expliziten Pfad, bevor Sie die Auswahl hier ändern.
en: Codex is selected by an environment setting. Remove the explicit path before changing it here.
es: Codex está seleccionado mediante una variable de entorno. Elimina la ruta explícita antes de cambiarlo aquí.
fr: Codex est sélectionné dans les variables d’environnement. Supprimez le chemin explicite avant de le modifier ici.
ja: 環境設定で指定された Codex を使用中です。ここで変更するには、先に指定されたパスを解除してください。
pt: O Codex foi selecionado por uma configuração de ambiente. Remova o caminho explícito antes de alterá-lo aqui.
zh_hans: 正在使用环境设置中指定的 Codex。要在此更改，请先移除指定路径。
zh_hant: 正在使用環境設定中指定的 Codex。若要在此變更，請先移除指定路徑。

# macos.activeserver
source: 활성 서버
de: Aktiver Server
en: Active Server
es: Servidor activo
fr: Serveur actif
ja: アクティブなサーバー
pt: Servidor ativo
zh_hans: 活动服务器
zh_hant: 活動伺服器

# macos.activeserverdisplayname
source: 활성 서버 표시 이름
de: Anzeigename des aktiven Servers
en: Active Server Display Name
es: Nombre visible del servidor activo
fr: Nom d’affichage du serveur actif
ja: アクティブサーバーの表示名
pt: Nome de exibição do servidor ativo
zh_hans: 活动服务器显示名称
zh_hant: 活動伺服器顯示名稱

# macos.activetasksandbackgroundprocessesmaybeinterrupted
source: 활성 작업 %d개와 백그라운드 프로세스 %d개가 중단될 수 있습니다. 파일 변경은 되돌아가지 않습니다.
de: %d aktive Aufgaben und %d Hintergrundprozesse können unterbrochen werden. Dateiänderungen werden nicht rückgängig gemacht.
en: %d active tasks and %d background processes may be interrupted. Filesystem changes will not be rolled back.
es: Se podrían interrumpir %d tareas activas y %d procesos en segundo plano. Los cambios en los archivos no se revertirán.
fr: %d tâches actives et %d processus en arrière-plan peuvent être interrompus. Les modifications de fichiers ne seront pas annulées.
ja: %d件のアクティブなタスクと%d件のバックグラウンドプロセスが中断される可能性があります。ファイルの変更は元に戻りません。
pt: %d tarefas ativas e %d processos em segundo plano podem ser interrompidos. As alterações no sistema de arquivos não serão desfeitas.
zh_hans: %d 个活动任务和 %d 个后台进程可能会被中断。文件更改不会回滚。
zh_hant: %d 個活動任務和 %d 個背景程序可能會被中斷。檔案更改不會回滾。

# macos.onlyactiveitemsareshown
source: 활성 항목 중 %lld개만 표시됩니다.
de: Es werden nur %lld aktive Elemente angezeigt.
en: Only %lld active items are shown.
es: Solo se muestran %lld elementos activos.
fr: Seuls %lld éléments actifs sont affichés.
ja: アクティブな項目のうち%lld件のみ表示しています。
pt: Apenas %lld itens ativos são exibidos.
zh_hans: 仅显示 %lld 个活动项目。
zh_hant: 僅顯示 %lld 個活動專案。

# macos.storagelocation
source: 저장 위치: %@
de: Speicherort: %@
en: Storage location: %@
es: Ubicación de almacenamiento: %@
fr: Emplacement de stockage : %@
ja: 保存場所: %@
pt: Local de armazenamento: %@
zh_hans: 存储位置：%@
zh_hant: 儲存位置：%@
